tap "homebrew/cask"
tap "homebrew/services"
tap "buo/cask-upgrade"

brew "bat"
brew "btop"
brew "coreutils"
brew "curl"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "git"
brew "git-delta"
brew "gpg"
brew "imagemagick"
brew "isync"
brew "jj"
brew "jq"
brew "lazygit"
brew "mpv"
brew "msmtp"
brew "mu"
brew "n"
brew "neomutt"
brew "neovim"
brew "ocrmypdf"
brew "openssl"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "ripmime"
brew "sevenzip"
brew "starship"
brew "stow"
brew "topgrade"
brew "urlscan"
brew "w3m"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh"

cask "affinity-designer"
cask "affinity-photo"
cask "bambu-studio"
cask "carbon-copy-cloner"
cask "firefox@esr"
cask "font-maple-mono-nf"
cask "google-chrome"
cask "kap"
cask "karabiner-elements"
cask "librewolf", args: { no_quarantine: true }
cask "microsoft-teams"
cask "mountain-duck"
cask "mouseless"
cask "phoenix-slides"
cask "raycast"
cask "reaper"
cask "signal"
cask "tidal"
cask "wezterm"

# OTHER SOFTWARE, used randomly
# cask "blackhole-2ch"
# cask "forklift"
# cask "imageoptim"
# cask "sequel-ace"
# cask "syntax-highlight"
# cask "transmission"
# cask "transmit"
# cask "zoom"
