tap "buo/cask-upgrade"

brew "bat"
brew "btop"
brew "coreutils"
brew "curl"
brew "dasel"
brew "ddev"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "gpg"
brew "imagemagick"
brew "isync"
brew "jq"
brew "kanata"
brew "lazygit"
brew "mkcert"
brew "mpv"
brew "msmtp"
brew "mu"
brew "n"
brew "neomutt"
brew "neovim", args: ["HEAD"]
brew "ocrmypdf"
brew "opencode"
brew "openssl"
brew "php"
brew "poppler"
brew "posting"
brew "python-setuptools"
brew "resvg"
brew "ripgrep"
brew "ripmime"
brew "sevenzip"
brew "starship"
brew "stow"
brew "topgrade"
brew "tree-sitter-cli"
brew "urlscan"
brew "w3m"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh"

cask "affinity"
cask "bambu-studio"
cask "brave-browser"
cask "carbon-copy-cloner"
cask "figma"
cask "firefox@esr"
cask "font-maple-mono-nf"
cask "handy"
cask "kap"
cask "kitty"
cask "microsoft-teams"
cask "mouseless"
cask "openvpn-connect"
cask "orbstack"
cask "raycast"
cask "signal"
cask "tidal"
cask "transmit"

# cask "blackhole-2ch"
# cask "imageoptim"
# cask "kindavim"
# cask "mountain-duck"
# cask "reaper"
# cask "sequel-ace"
# cask "transmission"
